app/controllers/apply_controller.rb

INSERT INTO "applies" ("created_at", "email", "firstname", "lastname", "level_of_education", "phone_number", "resume", "specialty", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?)
---
	def create

		@apply = Apply.new(apply_params)
		if @apply.save