app/controllers/company_controller.rb

INSERT INTO "companies" ("business", "created_at", "email", "name", "updated_at") VALUES (?, ?, ?, ?, ?)  [["business", "Software Development"], ["created_at", "2014-11-20 18:15:06.991312"], ["email", "akasiedu@gmail.com"], ["name", "akasiedu"], ["updated_at", "2014-11-20 18:15:06.991312"]]
---
  def create
  	@company = Company.new(company_params)
  	if @company.save