app/controllers/sessions_controller.rb

  def create
     company = Company.find_by(email: params[:session][:email].downcase)
---
SELECT  "companies".* FROM "companies"  WHERE "companies"."email" = 'akasiedu@gmail.com' LIMIT 1